{
  "service": "Service Name",
  "provider": "Currency",
  "remarks": "Remarks",
  "download.template": "Download template",
  "upload": "UPLOAD",
  "uploaded.by": "Initiated by",
  "at": "at",
  "upload.new": "UPLOAD DIFFERENT",
  "submit": "SUBMIT",
  "upload.success": "The bulk request file has been uploaded and the processing has been initiated. You'll receive a notification shortly once the bulk request has been successfully processed and sent for approval. Otherwise, please check the dashboard to get details of any failure in processing with batch ID:",
  "upload.success.enterprise": "The enterprise payment file has been uploaded and the processing has been initiated. You'll receive a notification shortly once the bulk request has been successfully processed and sent for approval. Otherwise, please check the dashboard to get details of any failure in processing with batch ID:",
  "upload.success.reject": "The bulk request file has been uploaded and the processing has been initiated. Please check the dashboard to get details of any failure in processing with batch ID:",
  "upload.success.enterprise.reject": "The enterprise payment file has been uploaded and the processing has been initiated. Please check the dashboard to get details of any failure in processing with batch ID:",
  "upload.fail": "Bulk Operation file upload request has failed",
  "upload.fail.enterprise": "Enterprise Payment file upload request has failed",
  "upload.fail.pre.process": "File processing has failed due to issues with the file content. Please check the status file details, correct the errors and try again",
  "upload.fail.pre.process.enterprise": "File processing has failed due to issues with the file content. Please check the status file details, correct the errors and try again",
  "file.not.selected": "Please select the file to be uploaded",
  "approval.approve": "Approval for the bulk request file has been initiated. You'll receive a notification shortly once the bulk request has been successfully processed and sent for approval. Otherwise, please check the dashboard to get details of any failure in processing with batch ID:",
  "approval.approve.enterprise": "Approval for the enterprise payment request has been initiated. You'll receive a notification shortly once the bulk request has been successfully processed and sent for approval. Otherwise, please check the dashboard to get details of any failure in processing with batch ID:",
  "approval.reject": "Bulk Operation request has been rejected successfully for the batch ID:",
  "approval.reject.enterprise": "Enterprise Payment request has been rejected successfully for the batch ID:",
  "dashboard.resume": "Bulk Operation request is resume successfully...",
  "dashboard.resume.enterprise": "Bulk Payment request is resume successfully...",
  "dashboard.cancel": "Bulk Operation request is cancel successfully...",
  "dashboard.cancel.enterprise": "Bulk Payment request is cancel successfully...",
  "no.pending": "No Pending Records",
  "sort.by": "Sort by :",
  "newest": "Newest",
  "oldest": "Oldest",
  "filter": "Filter",
  "approve": "APPROVE",
  "reject": "REJECT",
  "original.file.details": "Original file details",
  "total.entries": "Total entries",
  "total.transaction.amount": "Total transaction amount",
  "bulk.id": "Batch ID",
  "approval.status": "Approval Status",
  "download": "DOWNLOAD",
  "amount": "Amount",
  "status": "Status",
  "no.of.entries": "Number of entries",
  "approved.by": "Approved by",
  "download.status.file": "Download status file",
  "more": "More",
  "less": "Less",
  "success": "Success",
  "failed": "Failed",
  "complete.success": "Complete (success)",
  "complete.danger": "Complete (danger)",
  "complete.warning": "Complete (warning)",
  "download.failed.transactions": "DOWNLOAD FAILED RECORDS",
  "invalid.file.extension": "Only csv files can be uploaded",
  "enterprise.user.note": "Identification number would be mandatory if transferring to unknown party",
  "admin.user.note": "This tool allows to perform bulk transactions for the new services only",
  "approver.details": "Approver Details",
  "dashboard.retry.failed.success": "Retry request for the failed transactions has been submitted successfully for processing",
  "dashboard.retry.failed.success.enterprise": "Retry request for the failed transactions has been submitted successfully for processing",
  "dashboard.retry.failed.fail": "Retry for the failed transactions have failed as there is some issue with the system. Please try again later",
  "dashboard.retry.failed.fail.enterprise": "Retry for the failed transactions have failed as there is some issue with the system. Please try again later",
  "approve.reject.title.message":"Filter by the service type for which the approval needs to be done",
  "approve.reject.hint.message":"Click on the bulk request that needs to be approved or rejected",
  "approve.reject.hint.message.enterprise":"Click on an enterprise request that needs to be approved or rejected",
  "enterprise.payment.service": "Enterprise Payment",
  "payout.initiator.already.initiated.msg1": "This list doesn't contain requests initiated by you",
  "payout.initiator.already.initiated.msg2": "Hence, they will not be displayed here",
  "payout.initiator.approval1.already.initiated.msg1": "This list doesn't contain requests initiated by you.",
  "payout.initiator.approval1.already.initiated.msg2": "Hence, the requests which you have initiated will not be displayed here",
  "enterprise.approval1.already.approved": "You cannot approve this request, as it was already approved by you at an earlier level",
  "download.upload.error.file": "Download error status",
  "payout.approval.track.message" : "You can track the status of the batch requests, once approved, from the Bulk Operations Dashboard",
  "enterprise.approval.track.message" : "You can track the status of the batch requests, once completely approved, from the Enterprise Payment Dashboard",
  "dashboard.track.status.message": "The real-time progress, of the approved batch requests, can be viewed here",
  "errorCause": "Bulk request has failed : ",
  "remarks.max.length.exceeded": "Remarks can only be upto 255 characters long",
  "show.more": "SHOW MORE",
  "dashboard.refund.failed.success.enterprise": "Refund request for the failed transactions has been submitted successfully for processing",
  "dashboard.refund.failed.fail.enterprise": "Refund for the failed transactions have failed as there is some issue with the system. Please try again later",
  "download.hierarchy.template": "Download Hierarchy Change Initiation Template",
  "admin.user.note.bulk.initiate": "This tool allows to perform bulk change hierarchy initiation transactions",
  "hierarchy.approval.track.message" : "You can track the status of the batch requests, once approved, from the Bulk Hierarchy Dashboard",
  "upload.fail.pre.process.bulk": "File processing has failed due to issues with the file content. Please check the status file details with batch ID: ",
  "rejected.by": "Rejected by",
  "admin.user.note.bulk.operator.initiate": "This tool allows to perform bulk operator management initiation",
  "operation": "Operation Name",
  "operator.approval.track.message" : "You can track the status of the batch requests, once approved, from the Bulk Operator Dashboard",
  "admin.user.note.bulk.settlement.initiate": "This tool allows to perform bulk ambiguous settlement initiation",
  "bulk.settlement.approval.track.message": "You can track the status of the batch requests, once approved, from the Bulk Settlement Dashboard",
  "dashboard.refund.failed.initiated.enterprise": "Refund can only be done once the request is approved"
}
