{
    "service": "Nom du service",
    "provider": "Devise",
    "remarks": "Remarques",
    "download.template": "Télécharger le modèle",
    "upload": "TÉLÉCHARGER",
    "uploaded.by": "Initié par",
    "at": "à",
    "upload.new": "Télécharger différents",
    "submit": "NOUS FAIRE PARVENIR",
    "upload.success": "Le fichier de demande en vrac a été téléchargé et le traitement a été lancé. Vous recevrez une notification peu de temps une fois que la demande en vrac a été traitée avec succès et envoyée pour approbation. Sinon, veuillez vérifier le tableau de bord pour obtenir les détails de toute défaillance de traitement avec ID de lot:",
    "upload.success.enterprise": "Le fichier de paiement d'entreprise a été téléchargé et le traitement a été lancé. Vous recevrez une notification peu de temps une fois que la demande en vrac a été traitée avec succès et envoyée pour approbation. Sinon, veuillez vérifier le tableau de bord pour obtenir les détails de toute défaillance de traitement avec ID de lot:",
    "upload.success.reject": "Le fichier de demande en vrac a été téléchargé et le traitement a été lancé. Veuillez vérifier le tableau de bord pour obtenir les détails de toute défaillance de traitement avec ID de lot:",
    "upload.success.enterprise.reject": "Le fichier de paiement d'entreprise a été téléchargé et le traitement a été lancé. Veuillez vérifier le tableau de bord pour obtenir les détails de toute défaillance de traitement avec ID de lot:",
    "upload.fail": "La demande de téléchargement de fichiers d'opération en vrac a échoué",
    "upload.fail.enterprise": "La demande de téléchargement de fichiers de paiement de l'entreprise a échoué",
    "upload.fail.pre.process": "Le traitement des fichiers a échoué en raison de problèmes avec le contenu du fichier. Veuillez vérifier les détails du fichier d'état, corriger les erreurs et réessayer",
    "upload.fail.pre.process.enterprise": "Le traitement des fichiers a échoué en raison de problèmes avec le contenu du fichier. Veuillez vérifier les détails du fichier d'état, corriger les erreurs et réessayer",
    "file.not.selected": "Veuillez sélectionner le fichier à télécharger",
    "approval.approve": "L'approbation du fichier de demande en vrac a été lancée. Vous recevrez une notification peu de temps une fois que la demande en vrac a été traitée avec succès et envoyée pour approbation. Sinon, veuillez vérifier le tableau de bord pour obtenir les détails de toute défaillance de traitement avec ID de lot:",
    "approval.approve.enterprise": "L'approbation de la demande de paiement de l'entreprise a été lancée. Vous recevrez une notification peu de temps une fois que la demande en vrac a été traitée avec succès et envoyée pour approbation. Sinon, veuillez vérifier le tableau de bord pour obtenir les détails de toute défaillance de traitement avec ID de lot:",
    "approval.reject": "La demande de fonctionnement en vrac a été rejetée avec succès pour l'ID de lot:",
    "approval.reject.enterprise": "La demande de paiement de l'entreprise a été rejetée avec succès pour l'ID de lot:",
    "dashboard.resume": "La demande de fonctionnement en vrac est de CV avec succès ...",
    "dashboard.resume.enterprise": "La demande de paiement en vrac est de CV avec succès ...",
    "dashboard.cancel": "La demande de fonctionnement en vrac est annulée avec succès ...",
    "dashboard.cancel.enterprise": "La demande de paiement en vrac est annulée avec succès ...",
    "no.pending": "Pas de dossiers en attente",
    "sort.by": "Trier par :",
    "newest": "Plus récent",
    "oldest": "Le plus ancien",
    "filter": "Filtre",
    "approve": "APPROUVER",
    "reject": "REJETER",
    "original.file.details": "Détails du fichier d'origine",
    "total.entries": "Entrées totales",
    "total.transaction.amount": "Montant total de la transaction",
    "bulk.id": "ID de lot",
    "approval.status": "Statut approuvé",
    "download": "TÉLÉCHARGER",
    "amount": "Montante",
    "status": "Statut",
    "no.of.entries": "Nombre d'entrées",
    "approved.by": "Approuvé par",
    "download.status.file": "Télécharger le fichier d'état",
    "more": "Suite",
    "less": "Moins",
    "success": "Succès",
    "failed": "Manquée",
    "complete.success": "Complet (succès)",
    "complete.danger": "Complet (danger)",
    "complete.warning": "Complet (avertissement)",
    "download.failed.transactions": "Télécharger les enregistrements échoués",
    "invalid.file.extension": "Seuls les fichiers CSV peuvent être téléchargés",
    "enterprise.user.note": "Le numéro d'identification serait obligatoire si le transfert vers une partie inconnue",
    "admin.user.note": "Cet outil permet d'effectuer des transactions en vrac pour les nouveaux services",
    "approver.details": "Détails d'approbateur",
    "dashboard.retry.failed.success": "RETRUE DE REMENTION POUR LES COMPRÉCENCES ÉCOUDUES A ÉTÉ Soumis avec succès pour traitement",
    "dashboard.retry.failed.success.enterprise": "RETRUE DE REMENTION POUR LES COMPRÉCENCES ÉCOUDUES A ÉTÉ Soumis avec succès pour traitement",
    "dashboard.retry.failed.fail": "Réessayer pour les transactions échouées ont échoué car il y a un problème avec le système. Veuillez réessayer plus tard",
    "dashboard.retry.failed.fail.enterprise": "Réessayer pour les transactions échouées ont échoué car il y a un problème avec le système. Veuillez réessayer plus tard",
    "approve.reject.title.message": "Filtre par le type de service pour lequel l'approbation doit être effectuée",
    "approve.reject.hint.message": "Cliquez sur la demande en vrac qui doit être approuvée ou rejetée",
    "approve.reject.hint.message.enterprise": "Cliquez sur une demande d'entreprise qui doit être approuvée ou rejetée",
    "enterprise.payment.service": "Paiement d'entreprise",
    "payout.initiator.already.initiated.msg1": "Cette liste ne contient pas de demandes initiées par vous",
    "payout.initiator.already.initiated.msg2": "Par conséquent, ils ne seront pas affichés ici",
    "payout.initiator.approval1.already.initiated.msg1": "Cette liste ne contient pas de demandes initiées par vous.",
    "payout.initiator.approval1.already.initiated.msg2": "Par conséquent, les demandes que vous avez initiées ne seront pas affichées ici",
    "enterprise.approval1.already.approved": "Vous ne pouvez pas approuver cette demande, car elle a déjà été approuvée par vous à un niveau antérieur",
    "download.upload.error.file": "Télécharger l'état d'erreur",
    "payout.approval.track.message": "Vous pouvez suivre l'état des demandes de lots, une fois approuvées, à partir du tableau de bord des opérations en vrac",
    "enterprise.approval.track.message": "Vous pouvez suivre l'état des demandes de lots, une fois complètement approuvées, à partir du tableau de bord de paiement de l'entreprise",
    "dashboard.track.status.message": "Les progrès en temps réel, des demandes de lots approuvés, peuvent être consultés ici",
    "errorCause": "La demande en vrac a échoué:",
    "remarks.max.length.exceeded": "Les remarques ne peuvent comporter que jusqu'à 255 caractères",
    "show.more": "MONTRE PLUS",
    "dashboard.refund.failed.success.enterprise": "La demande de remboursement pour les transactions échouées a été soumise avec succès pour traitement",
    "dashboard.refund.failed.fail.enterprise": "Le remboursement des transactions échoué a échoué car il y a un problème avec le système. Veuillez réessayer plus tard",
    "download.hierarchy.template": "Télécharger le modèle d'initiation Changer la hiérarchie",
    "admin.user.note.bulk.initiate": "Cet outil permet d'effectuer des transactions d'initiation de la hiérarchie des changements en vrac",
    "hierarchy.approval.track.message": "Vous pouvez suivre l'état des demandes de lots, une fois approuvées, à partir du tableau de bord de la hiérarchie en vrac",
    "upload.fail.pre.process.bulk": "Le traitement des fichiers a échoué en raison de problèmes avec le contenu du fichier. Veuillez vérifier les détails du fichier d'état avec l'ID de lot:",
    "rejected.by": "Rejeté par",
    "admin.user.note.bulk.operator.initiate": "Cet outil permet d'effectuer l'initiation de la gestion des opérateurs en vrac",
    "operation": "Nom de l'opération",
    "operator.approval.track.message": "Vous pouvez suivre l'état des demandes de lots, une fois approuvées, à partir du tableau de bord de l'opérateur en vrac",
    "admin.user.note.bulk.settlement.initiate": "Cet outil permet d'effectuer une initiation de règlement ambiguë en vrac",
    "bulk.settlement.approval.track.message": "Vous pouvez suivre l'état des demandes de lots, une fois approuvées, à partir du tableau de bord de la colonie en vrac",
    "dashboard.refund.failed.initiated.enterprise": "Le remboursement ne peut être effectué qu'une fois la demande approuvée"
}